vertical-pod-autoscaler/experiments/nginx-nsdi-rl-baseline-100/13/wrk_0.log
Running 15m test @ http://localhost:30303
  2 threads and 100 connections
  Thread calibration: mean lat.: 3665.568ms, rate sampling interval: 13975ms
  Thread calibration: mean lat.: 9223372036854776.000ms, rate sampling interval: 10ms
  Thread Stats   Avg      Stdev     99%   +/- Stdev
    Latency     1.87m    30.33s    2.55m    71.53%
    Req/Sec     3.64k     3.93k   18.21k    92.48%
  6123061 requests in 15.00m, 4.86GB read
  Socket errors: connect 0, read 200, write 53, timeout 0
Requests/sec:   6803.38
Transfer/sec:      5.53MB